Repository: pensadorresolvedorcortex/chat-pro
Catalog: lastform/languages/lastform-*_formal.po
Languages: de_de

source: Since Lastform already has color options this will only affect pure "Gravity Forms" forms.
de_de: Da Lastform bereits die Möglichkeit der Farbanpassung bietet wird dies nur auf reine "Gravity Forms" Formulare angewandt.

source: This option will be integrated with Lastform soon.
de_de: Diese Option wird bald für Lastform verfügbar sein.

source: Lastform already has its own enhanced UI.
de_de: Lastform hat bereits ein eigenes verbessertes User Interface.

source: Lastform already has its own calendar widget.
de_de: Lastform hat bereits ein eigenes Kalender Widget.

source: You need to install and activate Gravity Form first.
de_de: Sie müssen erst "Gravity Forms" installieren und aktivieren.

source: The slug between your site URL and the form id. E.g.:
de_de: Das Schlagwort zwischen der URL Ihrer Website und der Formular ID, z.B.:

source: WARNING:
de_de: WARNUNG:

source: You need to flush your Rewrite Rules after changing it. Go to the
de_de: Sie müssen Ihre Rewrite Regeln nach einer Änderung leeren. Gehen Sie zu

source: Permalinks page
de_de: Permalinks-Seite

source: and click "Save Changes" to flush the rules.
de_de: und klicken Sie "Änderungen speichern", um die Regeln zu leeren.

source: Form URL Slug
de_de: Formular URL Schlagwort

source: Lastform settings
de_de: Lastform Einstellungen

source: Welcome screen
de_de: Willkommen-Screen

source: Enable Welcome Screen?
de_de: Willkommen-Screen aktivieren?

source: Enabled
de_de: Aktiviert

source: Image URL
de_de: Bild-URL

source: Paste the FULL image URL
de_de: Fügen Sie die VOLLSTÄNDIGE Bild-URL ein

source: Colors
de_de: Farben

source: Question color
de_de: Farbe für Frage

source: HEX color code
de_de: HEX Farbcode

source: Answer color
de_de: Farbe für Antwort

source: Button color
de_de: Farbe für Button

source: Background color
de_de: Hintergrundfarbe

source: Warning color
de_de: Farbe für Warnungen

source: Background image
de_de: Hintergrundbild

source: Scaling
de_de: Größe

source: How the image will be displayed in your form background.
de_de: Wie das Bild im Formularhintergrund angezeigt wird

source: Fullscreen
de_de: Vollbild

source: Repeat
de_de: Wiederholen

source: No repeat
de_de: Nicht wiederholen

source: Luminosity
de_de: Helligkeit

source: Depending of your image, you will need to configure this to improve readability.
de_de: Je nach Bild müssen Sie hier nachjustieren, um Lesbarkeit zu gewährleisten.

source: Darker
de_de: Dunkler

source: Lighter
de_de: Heller

source: Luminosity level %
de_de: Helligkeit in %

source: The amount of luminosity to apply over your image. From 0 to 100.
de_de: Grad der Helligkeit für Ihr Bild auf einer Skala von 0 bis 100.

source: 0 to 100
de_de: 0 bis 100

source: Fonts
de_de: Schriften

source: Get your here:
de_de: Bekommen Sie Ihren Code:

source: How to find the code?
de_de: Wie findet man den Code?

source: E.g.: Some+Font+Name:300,300i,600,600i
de_de: Z.B.: Ein+Font+Name:300,300i,600,600i

source: Font Family Name
de_de: Schriftfamilie

source: How to find the font family name?
de_de: Wie findet man den Namen der Schriftfamilie?

source: E.g.: Source Sans Pro
de_de: Z.B.: Source Sans Pro

source: General
de_de: Allgemein

source: Progress box
de_de: Fortschrittsanzeige

source: Percentage % (E.g.: 66% completed)
de_de: Prozent % (z.B.: 66% ausgefüllt)

source: Proportional (4 of 6 answered)
de_de: Proportional (4 von 6 beantwortet)

source: None
de_de: Keine

source: Unfocused fields transparency level %
de_de: Transparenz der inaktiven Felder in %

source: The amount of transparency to apply over unfocused fields. From 0 to 100.
de_de: Transparenz für inaktive Felder (0 bis 100)

source: Your favicon URL
de_de: Ihre Favicon URL

source: Custom code
de_de: Eigener Code

source: Paste here your custom HTML code.
de_de: Fügen Sie hier eigenen HTML Code ein.

source: Paste here your FB Pixel Code, Google Analytcs code or any other code snippet you want.
de_de: Fügen Sie hier eigene Code-Snippets ein, z.B. Ihren Facebook Pixel Code oder Google Analytics Code.

source: CSS code
de_de: CSS

source: Paste here your custom CSS code.
de_de: Fügen Sie hier eigenen CSS Code ein.

source: Without
de_de: Ohne

source: E.g.: body { background-color: #c0ffee; }
de_de: Z.B.: body { background-color: #c0ffee; }

source: Paste here your custom JavaScript code.
de_de: Geben Sie hier eigenen JavaScript Code ein.

source: Open Lastform
de_de: Lastform öffnen

source: View this form in Lastform
de_de: Dieses Formular mit Lastform anzeigen

source: Send Email
de_de: Email absenden

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige Mailadresse ein.

source: Invalid value
de_de: Ungültiger Wert

source: Choose as many as you like and %s press ENTER %s
de_de: Wählen Sie beliebig viele Optionen und %s drücken Sie ENTER %s

source: Choose as many as you like
de_de: Wählen Sie beliebig viele Optionen

# keyboard key
source: Key
de_de: Taste

source: To add a paragraph, press %s SHIFT + ENTER %s
de_de: Drücken Sie %s SHIFT + ENTER %s, um einen Textabsatz zu erzeugen.

source: Upload
de_de: Hochladen

source: Allowed file extensions:
de_de: Erlaubte Dateitypen:

source: Rejected files:
de_de: Die Datei konnte nicht hochgeladen werden. Bitte prüfen Sie die erlaubten Dateitypen und die Dateigröße.

source: press %s ENTER %s
de_de: Drücken Sie %s ENTER %s

source: Press %s SHIFT + ENTER %s and choose as many as you like
de_de: Drücken Sie %s SHIFT + ENTER %s und wählen Sie so viele Optionen, wie Sie mögen.

source: $1 completed
de_de: $1 geschafft

source: $1 of $2 answered
de_de: $1 von $2 beantwortet

source: Step $1 of $2
de_de: Schritt $1 von $2

source: Submit
de_de: Absenden

source: Select file
de_de: Datei auswählen

source: Select files
de_de: Dateien auswählen

source: Drop files here or
de_de: Ziehen Sie Ihre Dateien hierhin

source: Today
de_de: Heute

source: or
de_de: oder

source: Previous
de_de: Zurück

source: Next
de_de: Vor

source: Select
de_de: Bitte wählen Sie

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Price
de_de: Preis

source: Quantity
de_de: Anzahl

source: Some fields needs to be reviewed.
de_de: Bitte überprüfen Sie Ihre Eingaben.

source: You forgot to fill out this field.
de_de: Sie haben vergessen dieses Feld auszufüllen.

source: Review Fields
de_de: Eingaben überprüfen

source: It already exists.
de_de: Das gibt es schon.

source: Enter a valid Website URL, like $1
de_de: Geben Sie eine gültige Website-URL ein, wie $1

source: Enter a value between $1 and $2.
de_de: Der Wert muss zwischen $1 und $2 liegen.

source: Enter a value greater than or equal to $1.
de_de: Der Wert muss größer oder gleich $1 sein.

source: Enter a value less than or equal to $1.
de_de: Der Wert muss kleiner oder gleich $1 sein.

source: Your emails do not match.
de_de: Ihre Mailadressen stimmen nicht überein.

source: Maximum number of files reached
de_de: Sie haben die maximale Anzahl erlaubter Dateien erreicht.

source: File exceeds size limit
de_de: Die Datei ist zu groß.

source: There was an problem while verifying your file.
de_de: Es gab ein Problem beim Verifizieren Ihrer Datei.

source: Sorry, this file extension is not permitted for security reasons.
de_de: Entschuldigung, diese Dateiendung ist aus Sicherheitsgründen nicht erlaubt.

source: Sorry, this file type is not permitted for security reasons.
de_de: Entschuldigung, dieser Dateityp ist aus Sicherheitsgründen nicht erlaubt.

source: There was a problem while saving the file on the server
de_de: Es gab ein Problem beim Speichern der Datei auf dem Server.

source: State
de_de: Bundesland

source: Province
de_de: Provinz

source: Other
de_de: Sonstiges

source: Affordable Typeform alternative
de_de: Die bezahlbare Typeform Alternative
